{
  "plants": [
    {
      "id": 1,
      "name": "Marshmallow",
      "sciName": "Althaea officinalis",
      "desc": "The marshmallow plant is a perennial herb native to Europe, western Asia, and northern Africa. It has been used medicinally for centuries to treat a variety of ailments, such as sore throat, coughs, and digestive issues. Its leaves and roots contain polysaccharides, flavonoids, and other active compounds that can soothe irritated mucous membranes and have anti-inflammatory and antioxidant effects.",
      "image": "",
      "indications": ["", ""],
      "effects": ["moistening"]
    },
    {
      "id": 2,
      "name": "Dwarf Mallow",
      "sciName": "Malva neglecta",
      "desc": "Malva neglecta, also known as Dwarf Mallow, is a common weed found throughout Europe, Asia and North America. It has been used medicinally for centuries for its healing properties. It has anti-inflammatory, antioxidant and antimicrobial effects, and has been used to treat ailments such as colds, sore throats, constipation, and skin conditions, such as eczema. The leaves and flowers are believed to be the most active parts, which can be boiled and applied topically or consumed as an herbal tea. It is also believed to contain vitamins and minerals that can help improve overall health.",
      "image": "",
      "indications": ["", ""],
      "effects": ["moistening"]
    },
    {
      "id": 3,
      "name": "Oats",
      "sciName": "Avena sativa",
      "desc": "Avena sativa is a common grain that has been used in traditional medicine for centuries. It is known for its calming and sedative effects, which can be beneficial for those suffering from anxiety and insomnia. It can also help to reduce inflammation, boost immunity, and improve digestion, as well as reducing cholesterol levels. Studies have also suggested that it has anti-cancer properties, and can help to improve cognitive function. In addition, it is a rich source of vitamins, minerals, and antioxidants, which can help to protect the body from damage caused by free radicals. As such, Avena sativa has been used to treat a wide range of illnesses and conditions, and is a popular ingredient in many herbal remedies.",
      "image": "",
      "indications": ["", ""],
      "effects": ["moistening"]
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
